#1.3
print(50)
print(10)

#1.4
print(5, 10, 21)

#1.5
print(1)
print(2)

#1.6
pi = 3.1415926
print(f"{pi:.3f}")

#1.7
e = 2.71828
print(f"{e:.1f}")

#1.8
num = input("Введите число: ")
print("Вы ввели число", num)

#1.9
num = input("Введите число: ")
print(num, "— вот какое число Вы ввели.")

#1.10
name = input("Введите имя: ")
print("Привет,", name)

#1.11
team = input("Введите название футбольной команды: ")
print(team, "— это чемпион!")

#1.12
name = input("Введите имя: ")
print("Привет,", name + "!")

#1.13
num = int(input("Введите целое число: "))
print("Следующее за числом", num, "число —", num + 1)
print("Для числа", num, "предыдущее число —", num - 1)




